<div class="block">
<div class="block-head">{description}</div>
<div class="block-body">
	<div class="faq-cont-title-nomargin">Игра и игровой процесс</div>
	<br>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Ошибка: Bad Video Card Drivers <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Данная ошибка, как правило, появляется при отсутствии необходимых драйверов, либо при отсутствии подходящей версии. Для исправления этой ошибки достаточно
			обновить (загрузить) драйвера для Вашей видео-карты на сайте производителя или же установить их с диска, прилагающегося к видео-карте, если он у Вас имеется.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Ошибка: Out of Memory!<div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			У данной ошибки достаточно много причин для возникновения, но самая частовстречаемая из них это: недостаточное количество выделяемой ОЗУ, это может возникать 
			либо из-за недостаточного количества установленной памяти, либо из-за неправильной настройки использования Java, если у Вас недостаточное количество ОЗУ, то решение
			довольно простое и понятное - докупить планку\планки ОЗУ для компьютера, но если у Вас достаточно памяти (например, 6-8 ГБ), то Вам необходимо настроить использование
			ОЗУ для Java.<br><br>Для начала Вам необходимо знать какая разрядность Вашего процессора и операционной системы. Узнать о разрядности Вашего процессора Вы можете 
			узнать на сайте производителя, указав модель или же на упаковке или в прилагаемых документациях. Узнать о разрядности Вашей системы можно в панели управления 
			(Windows), по пути - Панель управления > Система и безопасность > Система, в графе "Тип системы" или открыть терминал (Linux) и указать: uname -a (если i686 – то 
			32 бита, если x86_64 – то 64).
			<br><br>
			Небольшое пояснение для непонимающих или не знающих игроков:
			<ul>
			<li>если у Вас 32-разрядный процессор, то установить 64-разрядную Java у Вас не получится (хотя бы потому что у Вас в любом случае будет 32-разрядная ОС);</li>
			<li>если у Вас 64-разрядный процессор, но 32-разрядная система, то установить Вы можете также только 32-разрядную Java (но решать данную проблему можно решить переустановкой ОС на 64-разрядную);</li>
			<li>если у Вас 64-разрядный и процессор и система, то установить вы можете и 32- и 64-разрядную Java, но естественно устанавливать необходимо 64-разрядную;</li>
			</ul>
			Если у Вас установлена не та версия Java, то Вы всегда можете перейти на <a href="http://www.java.com/ru/download/manual.jsp">сайт Java</a> и загрузить необходимую версию.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Ошибка: Инициализация приложения (0xc0000135) <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Данная ошибка возникает при отсутствии Windows-пакета .NET Framework или при устаревшей установленной версии этого пакета. Для решения этой проблема необходимо 
			загрузить данный пакет с <a href="http://www.microsoft.com/ru-ru/download/details.aspx?id=30653">официального сайта</a>, как правило там доступна самая новая версия для скачивания.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Ошибка: Не найден MSVCR100.dll <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Данная ошибка довольно распространенная, примерно так же, как и предыдущая, возникает из-за устаревших или отсутствующих на Вашем компьютере необходмых библиотек для Windows-пакета 
			Microsoft Visual C++, которые также необходимо загрузить с <a href="http://www.microsoft.com/ru-ru/download/details.aspx?id=5555">официального сайта</a>, выбрав необходимые параметры установки.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Как стать модератором\строителем\помощником и т.д. <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Очень хочется на данный вопрос однозначно, но если отнестись к этому вопросу адекватно, то... Мы набираем игроков в команду администрации (модераторы, строители) только в случаях необходимости,
			так сказать, в случае недостатка таковых, т.е. на серверах должно быть определенное количество данных лиц, как только их становится меньше, чем нужно мы устраиваем набор. Когда это случается на сайте
			появляется новость, но даже во время набора персонала проекта модератором может стать не каждый, т.е. нам не нужны первоклассные сенсеи по командам или гуру модераторства на других проектах. Нам нужны люди,
			способные уделять проекту достаточное количество времени, способные адекватно мыслить и иметь креативную жилку и грамотность.
			<br><br>
			Как понятно из предыдущих слов, мы набираем только модераторов и строителей (вторых очень и очень редко), т.е. мы никогда не набираем администраторов, если таковые появляются, то только 
			по внутреннему, так сказать, каналу проекта, т.е. это не афишируется, как правило. А на счет помощников, хотите чем-то помочь - Вы всегда можете помочь нам монеткой. Всегда стоит помнить, что если
			заниматься "показухой" - ничего хорошего не выйдет, если Вы хотите устроить мероприятие на сервере - устраивайте, никто не будет давать Вам какие-то привилегии, мы можем только помочь, но восхвалять
			за "супер-мега-крутую" идею Вас никто не будет.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Что будет, когда закончится статус? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Когда, купленный Вами, статус закончит свое действие у Вас будет возвращен Ваш старый префикс (префикс обычного игрока), будет обратно включена потеря вещей и опыта (если была выключена),
			в то время, как все остальное: установленные Вами точки домов, варпы, скин и плащ, т.е. созданные благодаря расширенным возможностям элементы игрового процесса никуда не пропадут. Но ведь
			лучше продлить статус, ведь это стоит дешевле, чем покупка заново, а нам, в свою очередь, будет приятно, что Вы пользуетесь расширениями и играете на нашем проекте.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Как сменить скин и установить плащ? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Сменить скин на свой и установить плащ на Вашего игрового персонажа можно в личном кабинете на нашем сайте (ссылка в меню справа). Скин сменить может любой желающий, однако установить 
			его в разрешении HD, а также установить простой или HD-плащ могут только игроки, купившие определенный статус или купившие отдельную дополнительную опцию.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Почему мои сообщения в чате видны не всем игрокам? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			На всех серверах нашего проекта существует два типа - локальный и глобальный. В локальный чат все игроки пишут по умолчанию и сообщения видят лишь игроки, которые находятся в радиусе 100 блоков
			от отправителя сообщения. В глобальный чат написать можно не на всех серверах, но на большинстве это доступно всем, чтобы написать в данный тип чата необходимо добавить символ восклицательного знака
			(!) перед сообщением, сообщения увидят все игроки на сервере, даже в других мирах.
	</dd>
	</dl>
	<br>
	<div class="faq-cont-title">Сайт и форум нашего проекта</div>
	<br>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Где можно изучить гайды по серверам? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
			Все уроки по нашим серверам, именно - полное описание сборок, использование модов и их разначению, уроки использования особых предметов, уроки по использованию различных серверных команд, 
			различные описания уникальных особенностей серверов и т.д. Вы можете узнать на <a href="http://mcsmart.ru/forum">нашем форуме</a> и там же можно обсудить все гайды, написанные не только администрацией нашего проекта, но и самими
			игроками.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Что делать, если моего вопроса здесь нет? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
		Конечно, очень возможно, что Вашего вопроса может не быть на этой странице, но это не повод для расстройства, если Вы не можете найти решение своего вопроса по нашему сайту или игре,
		то вы всегда можете задать его на <a href="http://mcsmart.ru/forum">нашем форуме</a>, где Вам достаточно скоро ответят наши игроки или администрация.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Что такое промо-коды? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
		<b>Промо-код</b> - это уникальный набор цифр и букв, который либо приурочен к какой-либо дате, либо является бонусом за какие-либо действия на нашем проекте. 
		Способов получения этих самых кодов довольно много, но об этом ниже. Промо-коды дают возможность на получение скидок, дополнительных средств на счет игрока, 
		а также некоторых товаров в нашем магазине совершенно бесплатно.<br><br>Промо-коды могут нескольких двух видов: одиночные, двухвалютные, скидочные и 
		товарные. 
		<ul>
		<li><b>Одиночные промо-коды</b> дают возможность на получение одного вида средств на балланс игрока, т.е. рубли или<span style="color: red;">(!)</span> кубики;</li>
		<li><b>Двухвалютные промо-коды</b>, как понятно из названия, дают два вида средств сразу, но встретить такой код - редкое счастье;</li>
		<li><b>Скидочные промо-коды</b> дают скидку на покупку товара(ов) в магазине нашего проекта, возможно в будущем будет возможность скидки на статусы;</li>
		<li><b>Товарные промо-коды</b>, как правило, дают возможность получения определенного товара в магазине совершенно бесплатно.</li>
		</ul>
		Промо-коды могут быть использованы, абсолютно любым игроков, т.е. вы можете передать промо-код другому игроку, исключая случаи персональной 
		выдачи промо-кода, за нарушение которых обычно наказываются обе стороны. Также необходимо знать, что промо-код может быть указан только один раз,
		опять же, исключая случаи раздачи временных промо-кодов, когда промо-код может быть использован несколькими игроками в течение ограниченного
		времени.
	</dd>
	</dl>
	<dl class="accordion">
	<dt class="acc-trigger">
	<div class="acc-title">Вопрос: Как получить промо-код? <div class="right acc-icons"><span class="icon-arrow-up4 open-icon"></span><span class="icon-arrow-down5 close-icon"></span></div></div>
	</dt>
	<dd class="acc-content">
		Промо-коды можно получить самыми различными способами: их можно встретить в скрытых тайниках на карте сервера (например, на спавне), 
		они могут быть получены в качестве приза в каких-нибудь масштабных мероприятиях, также промо-коды могут быть выданы на раздачу в честь праздника.
	</dd>
	</dl>
</div>
</div>

<script>
$('.acc-trigger').click(
function(){
	$(this).toggleClass('trigger-selected');
	$(this).next('.acc-content').slideToggle();
});
</script>